class SpecialCategoryData {
  static List specialCategoryContent = [
    {
      "title": "വിനായകാഷ്ടകം",
      "content":
          "നമദ്ദേവവൃന്ദം ലസദ്വേദകന്ദം\nശിരഃശ്രീമദിന്ദും ശ്രിതശ്രീമുകുന്ദം\nബൃഹച്ചാരുതുന്ദം സ്തുതശ്രീസനന്ദം\nജടാഹീന്ദ്രകുന്ദം ഭജേ ളٷഭീഷ്ടസന്ദം.\n\n2\nകിലദ്ദേവഗോത്രം കനദ്ധേമഗാത്രം\nസദാനന്ദമാത്രം മഹാഭക്തമിത്രം\nശരച്ചന്ദ്രവക്ത്രം ത്രയീപൂതപാത്രം\nസമസ്താര്‍ത്തിദാത്രം ഭജേ ശക്തിപുത്രം.\n\n3\nഗളദ്ദാനമാലം ചലദ്ഭോഗിമാലം\nഗളാമ്ഭോദകാലം സദാ ദാനശീലം\nസുരാരാതികാലം മഹേശാത്മബാലം\nലസത്പുണ്ഡ്രഫാലം ഭജേ ലോകമൂലം.\n\n4\nഉരസ്താരഹാരം ശരച്ചന്ദ്രഹീരം\nസുരശ്രീവിചാരം ഹൃതാര്‍ത്താരിഭാരം\nകടേ ദാനപൂരം ജടാഭോഗിപൂരം\nകലാബിന്ദുതാരം ഭജേ ശൈവവീരം.\n\n5\nകരാരൂഢമോക്ഷം വിപദ്ഭങ്ഗദക്ഷം\nചലത്സാരസാക്ഷം പരാശക്തിപക്ഷം\nശ്രിതാമര്‍ത്ത്യവൃക്ഷം സുരാരിദ്രുതക്ഷം\nപരാനന്ദപക്ഷം ഭജേ ശ്രീശിവാക്ഷം.\n\n6\nസദാശം സുരേശം സദാപാതുമീശം\nനിദാനോദ്ഭവം ശാങ്കരപ്രേമകോശം\nധൃതശ്രീനിശേശം ലസദ്ദന്തകോശം\nചലച്ഛൂലപാശം ഭജേ കൃത്തപാശം.\n\n7\nതതാനേകസന്തം സദാ ദാനവന്തം\nബുധശ്രീകരന്തം ഗജാസ്യം വിഭാന്തം\nകരാത്മീയദന്തം ത്രിലോകൈകവൃന്തം\nസുമന്ദം പരന്തം ഭജേ ള ഹം ഭവന്തം.\n\n8\nശിവപ്രേമപിണ്ഡം പരം സ്വര്‍ണ്ണവര്‍ണ്ണം\nലസദ്ദന്തഖണ്ഡം സദാനന്ദപൂര്‍ണ്ണം\nവിവര്‍ണ്ണപ്രഭാസ്യം ധൃതസ്വര്‍ണ്ണഭാണ്ഡം\nചലച്ചാരുശുണ്ഡം ഭജേ ദന്തിതുണ്ഡം."
    }
  ];

  static List specialCategoryTitle = [
    "വിനായകാഷ്ടകം",
    "ദേവീസ്തവം",
    "മണ്ണന്തലദേവീസ്തവം",
    "കാളീനാടകം",
    "ഭദ്രകാള്യഷ്ടകം",
    "ദേവീപ്രണാമദേവ്യഷ്ടകം",
    "ഗുഹാഷ്ടകം",
    "ബാഹുലേയാഷ്ടകം",
    "ഷണ്മുഖസ്‌തോത്രം",
    "ഷണ്മുഖദശകം",
    "സുബ്രമണ്യകീർത്തനം",
    "നവമഞ്ജരി",
    "ഷണ്മാതുരസ്തവം",
    "ശിവപ്രസാദപഞ്ചകം",
    "സദാശിവദർശനം",
    "ശിവശതകം",
    "അർദ്ധനാരീസ്തവം",
    "ചിദംബരാഷ്ടകം",
    "കോലതിരേശസ്‌തവം",
    "വാസുദേവാഷ്ടകം",
    "വിഷ്ണ്വഷ്ടകം",
    "ശ്രീ കൃഷ്ണ ദർശനം",
    "ജാതി നിർണയം",
    "ജാതി ലക്ഷണം",
    "സദാചാരം",
    "ആത്മോപദേശശതകം",
    "അദ്വൈതദീപിക",
    "ദൈവദശകം",
    "ദർശനമാല",
    "ബ്രഹ്മവിദ്യ പഞ്ചകം",
    "മുനിചര്യ പഞ്ചകം",
    "നിർവൃതി പഞ്ചകം",
    "ശ്ലോകത്രയീ",
    "ഹോമ മന്ത്രം",
    "വേദാന്ത സൂത്രം",
    "ഈശാവാസ്യോപനിഷത്",
    "തിരുക്കുറൾ",
  ];
}
