class SpecialCategoryData {
  static List specialCategoryContent = [
    {
      "title": "വിനായകാഷ്ടകം",
      "content":
          "\n\n1\nനമദ്ദേവവൃന്ദം ലസദ്വേദകന്ദം\nശിരഃശ്രീമദിന്ദും ശ്രിതശ്രീമുകുന്ദം\nബൃഹച്ചാരുതുന്ദം സ്തുതശ്രീസനന്ദം\nജടാഹീന്ദ്രകുന്ദം ഭജേ ളٷഭീഷ്ടസന്ദം.\n\n2\nകിലദ്ദേവഗോത്രം കനദ്ധേമഗാത്രം\nസദാനന്ദമാത്രം മഹാഭക്തമിത്രം\nശരച്ചന്ദ്രവക്ത്രം ത്രയീപൂതപാത്രം\nസമസ്താര്‍ത്തിദാത്രം ഭജേ ശക്തിപുത്രം.\n\n3\nഗളദ്ദാനമാലം ചലദ്ഭോഗിമാലം\nഗളാമ്ഭോദകാലം സദാ ദാനശീലം\nസുരാരാതികാലം മഹേശാത്മബാലം\nലസത്പുണ്ഡ്രഫാലം ഭജേ ലോകമൂലം.\n\n4\nഉരസ്താരഹാരം ശരച്ചന്ദ്രഹീരം\nസുരശ്രീവിചാരം ഹൃതാര്‍ത്താരിഭാരം\nകടേ ദാനപൂരം ജടാഭോഗിപൂരം\nകലാബിന്ദുതാരം ഭജേ ശൈവവീരം.\n\n5\nകരാരൂഢമോക്ഷം വിപദ്ഭങ്ഗദക്ഷം\nചലത്സാരസാക്ഷം പരാശക്തിപക്ഷം\nശ്രിതാമര്‍ത്ത്യവൃക്ഷം സുരാരിദ്രുതക്ഷം\nപരാനന്ദപക്ഷം ഭജേ ശ്രീശിവാക്ഷം.\n\n6\nസദാശം സുരേശം സദാപാതുമീശം\nനിദാനോദ്ഭവം ശാങ്കരപ്രേമകോശം\nധൃതശ്രീനിശേശം ലസദ്ദന്തകോശം\nചലച്ഛൂലപാശം ഭജേ കൃത്തപാശം.\n\n7\nതതാനേകസന്തം സദാ ദാനവന്തം\nബുധശ്രീകരന്തം ഗജാസ്യം വിഭാന്തം\nകരാത്മീയദന്തം ത്രിലോകൈകവൃന്തം\nസുമന്ദം പരന്തം ഭജേ ള ഹം ഭവന്തം.\n\n8\nശിവപ്രേമപിണ്ഡം പരം സ്വര്‍ണ്ണവര്‍ണ്ണം\nലസദ്ദന്തഖണ്ഡം സദാനന്ദപൂര്‍ണ്ണം\nവിവര്‍ണ്ണപ്രഭാസ്യം ധൃതസ്വര്‍ണ്ണഭാണ്ഡം\nചലച്ചാരുശുണ്ഡം ഭജേ ദന്തിതുണ്ഡം."
    },
    {
      "title": "ദേവീസ്തവം",
      "content": """

1
തെഴുമേനി നിന്നവയവങ്ങളൂഴിന്നു മുന്‍
മൊഴിയുന്നതെന്നി മുനികള്‍ക്കുമെന്നംബികേ!
കഴിവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നിന്‍-
മൊഴി വന്നു മൗനനിലയായ് മുഴങ്ങുന്നിതാ.
 
2
ഇതുകൊണ്ടു കണ്ടതിലൊരുത്തി നീയെന്നുമീ
മതിമണ്ഡലത്തൊടു മറുത്തു മറ്റൊന്നിലും
കുതികൊണ്ടു ചാടിവലയാതെകണ്ടങ്ങു നിന്‍
പദതാരടുത്തു പദമൂന്നി പൊന്നിന്‍കനീ!
 
3
കണികാണുമിക്കനകമോടു കാര്‍വേണി മണ്‍-
പണി കാനല്‍നീരുനികരെന്നു പാടുന്നിതാ
പിണിയാറുമാറു പിരിയാതെ പേണുന്ന നിന്‍-
മണിമേനിതന്നിലണയുന്നതിന്നൂതു നീ.
 
4
ധുനിചൂടുമയ്യനു തുണയ്ക്കു തോന്നുന്ന നീ
മുനിമൗലിതന്നിലെഴുനള്ളി മൂളുന്നതും
പനിയുണ്ടിടും കൃമി തുടങ്ങി മറ്റൊക്കെ നി-
ന്നിനമെന്നതും നിലയിലൂതി നിന്നീടു നീ.
 
5
ഇടയില്ലെനിക്കിടയിലിന്നു കാണുന്നൊരി-
പ്പൊടികൊണ്ടു മൂടുമുടലിന്നു പൊന്നംബികേ!
തടവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നി-
ന്നുടലൊന്നു തന്നിനിയുമൂതു മാണിക്യമേ!
 
6
കമരും ചെവിക്കുമതുമല്ല കണ്ണിന്നുതൊ-
ട്ടമരുന്നതിന്നുമൊരു മൗലിയെന്നല്ല നീ
അമരംതുഴഞ്ഞിതിലിരുന്നുയര്‍ന്നങ്ങുവ-
ന്നമരുന്നതിന്നരുളു മാമതൂതിന്നിയും.
 
7
ഇനി നിന്‍റെ മൗലിയിലെഴുന്നിടും പൂനിലാ-
വിനുമങ്ങു നിന്നു വിളയുന്ന വെണ്ണീറിനും
കനലിന്നു നീരിനു മണത്തിനെന്നല്ല നി-
ന്നിനമിങ്ങു കണ്ടതിനൊക്കെയും കൈതൊഴാം.
 
8
തൊഴുമെന്നെയങ്ങു വിളിയിങ്ങുനിന്നാഴിയില്‍
തുഴയുന്നെനിക്കു തുണയില്ല നീയെന്നിയേ
അഴലിങ്കലിട്ട മെഴുകല്ല നെയ്യെന്‍ മനം
കുഴയുന്നിതങ്ങു കുഴലൂതു കാര്‍കൊണ്ടലേ!
 
9
അല പൊങ്ങിവന്നു നുര തള്ളിയുള്ളാഴിനി-
ന്നലയുന്നു പെണ്‍കുതിരയല്ലി മല്ലിന്നു നീ?
നിലപെറ്റുനിന്നിതു നുറുക്കി നീരാടു നീ-
രലയുന്നതില്ല, തണലെന്നറിഞ്ഞൂതു നീ.
 
10
ഇതു പഥ്യവൃത്തമിടരില്ല പാടുന്നവര്‍-
ക്കിതിനിന്നു നിന്നടിയെടുത്തുതന്നീടു നീ


 """
    }
  ];

  static List specialCategoryTitle = [
    "വിനായകാഷ്ടകം",
    "ദേവീസ്തവം",
    "മണ്ണന്തലദേവീസ്തവം",
    "കാളീനാടകം",
    "ഭദ്രകാള്യഷ്ടകം",
    "ദേവീപ്രണാമദേവ്യഷ്ടകം",
    "ഗുഹാഷ്ടകം",
    "ബാഹുലേയാഷ്ടകം",
    "ഷണ്മുഖസ്‌തോത്രം",
    "ഷണ്മുഖദശകം",
    "സുബ്രമണ്യകീർത്തനം",
    "നവമഞ്ജരി",
    "ഷണ്മാതുരസ്തവം",
    "ശിവപ്രസാദപഞ്ചകം",
    "സദാശിവദർശനം",
    "ശിവശതകം",
    "അർദ്ധനാരീസ്തവം",
    "ചിദംബരാഷ്ടകം",
    "കോലതിരേശസ്‌തവം",
    "വാസുദേവാഷ്ടകം",
    "വിഷ്ണ്വഷ്ടകം",
    "ശ്രീ കൃഷ്ണ ദർശനം",
    "ജാതി നിർണയം",
    "ജാതി ലക്ഷണം",
    "സദാചാരം",
    "ആത്മോപദേശശതകം",
    "അദ്വൈതദീപിക",
    "ദൈവദശകം",
    "ദർശനമാല",
    "ബ്രഹ്മവിദ്യ പഞ്ചകം",
    "മുനിചര്യ പഞ്ചകം",
    "നിർവൃതി പഞ്ചകം",
    "ശ്ലോകത്രയീ",
    "ഹോമ മന്ത്രം",
    "വേദാന്ത സൂത്രം",
    "ഈശാവാസ്യോപനിഷത്",
    "തിരുക്കുറൾ",
  ];
}
